Repository: GNOME/gnome-tour
Catalog: po/*.po
Languages: el, ja, nn

source: Tour
el: Ξενάγηση
ja: ツアー
nn: Omvising

source: Greeter & Tour
el: Υποδοχή και ξενάγηση
ja: ウェルカム & ツアー
nn: Velkomst og omvising

source: GNOME Tour and Greeter
el: Ξενάγηση και υποδοχή του GNOME
ja: GNOME ツアーとウェルカム
nn: GNOME omvising og velkomst

source: A guided tour and greeter for GNOME.
el: Μια υποδοχή και ξενάγηση για το GNOME.
ja: GNOME のガイドツアーとウェルカムアプリ。
nn: Ei guida omvising og velkomst for GNOME.

source: The GNOME Project
el: Έργο GNOME
nn: GNOME-prosjektet

source: Previous
el: Προηγούμενο
ja: 前へ
nn: Førre

source: Next
el: Επόμενο
ja: 次へ
nn: Neste

source: Start
el: Έναρξη
ja: 始める

source: Let's Begin
el: Ας ξεκινήσουμε
ja: はじめましょう
nn: Lat oss starte

source: Get an Overview
el: Προβολή επισκόπησης
ja: 全体を見渡す
nn: Få oversikt

source: The overview shows all your apps and windows. Press the Super (Windows) key to open it.
el: Η επισκόπηση εμφανίζει όλες τις εφαρμογές και τα παράθυρά σας. Πατήστε το πλήκτρο Super (Windows) για να την ανοίξετε.
ja: アクティビティ画面ではすべてのアプリとウィンドウを一覧できます。Super (Windows) キーを押すと開きます。
nn: Oversikta viser alle programma og vindauga dine. Trykk på Super-tasten (Windows-tasten) for å opne ho.

source: Powerful Search
el: Πανίσχυρη αναζήτηση
ja: 強力な検索機能
nn: Kraftig søk

source: To search, just start typing in the overview. You can use search to launch apps, find files, perform calculations, and more.
el: Για να κάνετε μια αναζήτηση, απλώς αρχίστε να πληκτρολογείτε στην επισκόπηση. Μπορείτε να χρησιμοποιήσετε την αναζήτηση για την εκκίνηση εφαρμογών, την εύρεση αρχείων, την εκτέλεση υπολογισμών και πολλά άλλα.
ja: 検索するにはアクティビティ画面で文字を入力するだけです。アプリの起動、ファイルの検索、計算の実行など、様々なことができます。
nn: For å søkje, berre start å skriva i oversikta. Du kan bruke søk til å starte program, finna filer, rekna ut og meir.

source: Stay Organized With Workspaces
el: Οργάνωση με τους χώρους εργασίας
ja: ワークスペースで整理整頓
nn: Hald orden med arbeidsområde

source: Organize your windows by moving them into different workspaces. This can be done by dragging them in the overview.
el: Οργανώστε τα παράθυρά σας μετακινώντας τα σε διαφορετικούς χώρους εργασίας. Αυτό μπορεί να γίνει σύροντάς τα στην επισκόπηση.
ja: ウィンドウを異なるワークスペースに移動して整理できます。アクティビティ画面でドラッグして移動できます。
nn: Organiser vindauga dine ved å flytta dei til ulike arbeidsområde. Dette kan gjerast ved å dra dei i oversikta.

source: Swipe Up and Down
el: Ολίσθηση προς τα πάνω και προς τα κάτω
ja: 上下方向のスワイプ
nn: Sveip opp og ned

source: To quickly open the overview with a touchpad, swipe up with three fingers.
el: Για να ανοίξετε γρήγορα την επισκόπηση με την επιφάνεια αφής, κάντε ολίσθηση προς τα πάνω με τρία δάχτυλα.
ja: タッチパッドでアクティビティ画面を素早く開くには、3本指で上にスワイプします。
nn: For å opna oversikta raskt med peikefelt, sveip opp med tre fingrar.

source: Swipe Left and Right
el: Ολίσθηση προς τα αριστερά και προς τα δεξιά
ja: 左右方向のスワイプ
nn: Sveip til venstre og høgre

source: To move between workspaces, swipe three fingers horizontally.
el: Για να μετακινηθείτε μεταξύ των χώρων εργασίας, κάντε οριζόντια ολίσθηση με τρία δάχτυλα.
ja: ワークスペース間を移動するには、3本指で左右にスワイプします。
nn: For å byta mellom arbeidsområde, sveip tre fingrar vassrett.

source: That's It!
el: Αυτό ήταν!
ja: 以上です！
nn: Det var alt!

source: To get more advice and tips, see the Help app.
el: Για περισσότερες συμβουλές και κόλπα, δείτε την εφαρμογή Βοήθεια.
ja: より詳しいアドバイスやヒントは “ヘルプ” アプリをご覧ください。
nn: For fleire råd og tips, sjå Hjelp-programmet.

source: Learn about the key features in {name} {version}.
el: Μάθετε για τις βασικές λειτουργίες του {name} {version}.
ja: {name} {version} の主要機能について学びましょう。
nn: Lær om dei viktigaste funksjonane i {name} {version}.
