Repository: GNOME/gnome-tour
Catalog: po/kw.po
Languages: kw

source: Tour
kw: Torn

source: Greeter & Tour
kw: Dynerghyer & Torn

source: GNOME Tour and Greeter
kw: GNOME Torn ha Dynerghyer

source: A guided tour and greeter for GNOME.
kw: Unn torn gidys ha dynerghyer rag GNOME.

source: The GNOME Project
kw: An Ragdres GNOME

source: Previous
kw: Kyns

source: Next
kw: Nessa

source: Start
kw: Dalleth

source: Let's Begin
kw: Deun Yn-Kerdh

source: Get an Overview
kw: Kavos unn Gorwolok

source: The overview shows all your apps and windows. Press the Super (Windows) key to open it.
kw: An gorwolok diskwedhes oll dha appys ha fenestri. Tava an alhwedhen Super (Windows) rag ygeri.

source: Powerful Search
kw: Hwithrans Gallosek

source: To search, just start typing in the overview. You can use search to launch apps, find files, perform calculations, and more.
kw: Rag hwilas, yn sempel dalleth ow jynnskrifa y'n gorwolok. Ty gallos devnydhya hwithrans rag lonchya appys, kavos restrennow, gul kalkyansow, ha moy.

source: Stay Organized With Workspaces
kw: Triga Ornys Gans Bordhow

source: Organize your windows by moving them into different workspaces. This can be done by dragging them in the overview.
kw: Orna dha fenestri gans ow gwaya i yn bordhow dyffrans. Ma gallos gul gans ow draylya i y'n gorwolok.

source: Swipe Up and Down
kw: Skubya War-Vann ha War-Woles

source: To quickly open the overview with a touchpad, swipe up with three fingers.
kw: Rag ygeri snell an gorwolok gans unn tochpad, skubya war-vann gans tri besyes.

source: Swipe Left and Right
kw: Skubya Kledh ha Dyghow

source: To move between workspaces, swipe three fingers horizontally.
kw: Rag gwaya tredh bordhow, skubya tri besyes yn hworwelyek.

source: That's It!
kw: Gwrys yn Ta!

source: To get more advice and tips, see the Help app.
kw: Rag kavos moy avisyow ha gweres, gweles an app Gweres.

source: Learn about the key features in {name} {version}.
kw: Dyski a-dro an nasyow chif yn {name} {version}.
